const zh = {
  use: {
    top: {
      str1: "您（下称“用户”或“您”）使用E扑克产品前，应当阅读本最终用户许可协议（下称“协议”）全文。一旦缔结协议，即表示您认可E扑克拥有并控制的品牌。",
      str2: "请注意，此协议构成您与E扑克之间有法律约束力的协议。",
      str3: "“真实货币”游戏",
      str4: "您玩真实货币游戏须遵守下文规定的条款和条件。",
      str5: "您同意我们的条款",
      str6: "一旦您在软件安装过程中点击“我同意”按钮、使用软件（定义见下文），即表示您接受协议条款和条件、隐私权政策、扑克规则、游戏规则（以不时按下文规定更新、修订后的版本为准）。",
      str7: "我们的软件",
      str8: "在本协议范围内，“软件”指我们通过任何媒体提供给您的任何软件，不论您能否下载到您的最终用户设备。因此，“软件”包括E扑克官网上可下载至或提供给最终用户设备（包括但不仅限于手机、PDA、平板电脑、市面上已有或今后将发明的任何其他类型便携或移动设备）（各称“设备”）的E扑克移动版软件以及软件的所有附属软件。",
    },
    content: {
      title: {
        str1: "1. 许可/知识产权",
        str2: "2. 无保证",
        str3: "3. 权限",
        str4: "4. 您的陈述与保证",
        str5: "5. 禁止的使用行为",
        str6: "6. 提款政策",
        str7: "7. 不良语言或内容",
        str8: "8. 违约",
        str9: "9. 责任限制。",
        str10: "10. 账户安全",
        str11: "11. 争议",
        str12: "12. 责修正任限制。",
        str13: "13. 管辖法律",
        str14: "14. 可分割性",
        str15: "15. 转让",
        str16: "16. 其他",
      },
      detail: {
        "str1-1":
          "在遵守协议所载条款和条件的前提下，E扑克向用户授予非排他、个人、不可转让的权利，允许用户在设备（视情况而定）上安装并使用软件，以访问E扑克服务器，玩真实货币游戏（下称“游戏”）（软件与游戏合称“服务”）。",
        "str1-2":
          "E扑克许可您个人使用软件。请注意，以下人士不能使用服务：(i) 未满18周岁；(ii) 未满其所在司法辖区的法定成年年龄；以及 (iii) 所在司法辖区禁止使用的站点相关人士。E扑克无法核实服务在各个司法辖区的合法与否，E扑克许可您个人使用软件。请注意，以下人士不能使用服务：(i) 未满18周岁；(ii) 未满其所在司法辖区的法定成年年龄；以及 (iii) 所在司法辖区禁止使用的站点相关人士。E扑克无法核实服务在各个司法辖区的合法与否，用户负责确认其使用服务是否合法。用户负责确认其使用服务是否合法。",
        "str1-3":
          "我们有权随时要求您提供年龄证明，以便确保无未成年人使用服务。如您未能提供适当的年龄证明，或我们怀疑您未成年，我们还有权暂时关闭或永久注销您的账户，暂时或永远禁止您使用服务。",
        "str1-4":
          "E扑克拥有对软件及其代码、结构、组织的全部权利，包括版权、商业秘密、知识产权和其他权利。在遵守适用法律规定限制的前提下，您不得：",
        "str1-4-a":
          "　　a.   对软件加以复制、分发、公布、反向工程、反汇编、反编译、修改、翻译、或尝试访问源代码以创造软件源代码的衍生品；",
        "str1-4-b": "b.   销售、转让、分许可、让渡、分销、租赁软件；",
        "str1-4-c": "c.   通过计算机网络或其他途径将软件提供给第三方；",
        "str1-4-d": "d.   将软件出口至任何国家（通过实物或电子方式）；",
        "str1-4-e": "e.   以适用法律法规禁止的方式使用软件。",
        "str1-bottom-1": "（各称“未经授权使用”）。",
        "str1-bottom-2":
          "E扑克保留本协议中未明示授予用户的所有默示或其他权利，保留对软件的所有权利、产权和利益。您同意，您未经授权使用导致或与之有关的任何损害、费用或支出，全部由您负责。一旦发现有人未经授权使用，您应当立即通知E扑克，并在E扑克根据您提供的信息进行调查时提供合理协助。",
        "str1-5":
          "E扑克在站点和/或软件中不时使用的任何其他商标、服务标记、标志、商品名和/或域名（下称“商标”），归E扑克所有，这些实体保留对前述商标的所有权利。此外，站点上的所有内容，包括但不仅限于E扑克的软件、图像、图片、图形、照片、动画、视频、音乐、音频和文本（下称“站点内容”），享有版权和/或其他知识产权、权利。您认可，您不能凭借使用服务和站点，获得对站点内容、商标或其中任何部分的任何权利。未经E扑克事先书面同意，您在任何情况下均不得使用站点内容和/或商标。此外，您同意不从事损害或可能损害E扑克对软件、商标、站点内容权利（包括知识产权）的任何行为，不从事任何损害E扑克及其公司员工、董事、高管、顾问形象或声誉的任何行为。",
        "str1-6":
          "您保证，您在站点、服务相关用途中使用的名称、图片（如用户名、头像）不侵犯任何第三方的知识产权、隐私权或其他权利。您特此向E扑克授予全球性、不可撤销、可转让、免版税、可分许可的许可，允许后者在遵守隐私权政策的前提下，使用您在站点、服务相关用途中使用的名称、图片。",

        "str2-1":
          "服务“按现状”提供，E扑克不提供任何、所有明示或默示保证。我们未就服务品质、适用任何用途、完整性、准确性向您做出任何保证或陈述。",
        "str2-2":
          "我们努力向您提供最有品质、最安全的服务，但我们不保证服务不会中断，服务会及时、无差错，缺陷将得到纠正，软件和站点无病毒、错误或其他问题。",
        "str2-3":
          "E扑克有权在其认为必要时（例如但不仅限于：我们获悉您与任何博彩提供商达成自愿禁赌协议，或管理、维护、更新软件所需），依其绝对酌情决定权，立即暂停、停止、改变、取消或扩充服务，恕不另行通知。对此决定所导致的任何损失，E扑克不负任何责任。",
        "str3-1":
          "E扑克有权开设、维护、关闭站点用户账户。E扑克管理团队有关用户账户、服务使用、争议解决的任何决定，为终局决定，用户不能申请复核或申诉。用户创建的账户下称E扑克账户。E扑克账户允许您访问E扑克按此协议条款提供的所有站点（具体视您的地理位置而定）。本协议提及“用户账户”或“账户”时均指您的E扑克账户。",
        "str4-top-1": "您在使用服务前及之后持续陈述、保证、承诺、同意：",
        "str4-1": "使用服务有损失金钱的风险，E扑克没有责任补偿此等损失；",
        "str4-2": "您使用服务完全出自您的选择与判断，风险自负；",
        "str4-3":
          "为帮助我们遵循监管部门的要求并允许您通过我们的网站访问、使用软件和/或服务，您将需要提供某些个人详细信息（包括有关支付方式的详细信息），并同意我们（或我们的第三方代表）访问、使用您的位置数据和/或源自您设备/计算机的其他此类数据、信息，以便您能够使用服务/软件。您特此同意我们（或我们的第三方代表）为上述目的访问并使用此类数据。如果您不希望受此条规定约束，您不得使用我们的软件和/或服务。E扑克将按照隐私权政策的规定，按菲律宾数据保护法律法规处理您的个人详细信息；",
        "str4-4": "您使用服务赢得的现金、奖项所须缴纳的税金，全部由您负责。",
        "str4-5":
          "您访问、使用服务所需的电信网络和互联网接入服务完全超出E扑克的控制范围，E扑克对掉线、网速慢、流量限制或其他缺陷不负任何责任；",
        "str4-6":
          "您已年满18周岁，目前没有在任何线上或移动博彩网站自愿禁赌。如果您与任何博彩提供商达成自愿禁赌协议，您将立即通知我们。",
        "str5-1":
          "软件修改。用户不得尝试对软件进行修改、反汇编、反编译或反向工程。",
        "str5-2":
          "个人使用。服务旨在仅供用户个人使用。用户只能为个人娱乐而下注。用户绝不得将其在E扑克的“真实货币账户”用于使用服务以外的用途。用户向E扑克提供资料信息时，必须提供完整、真实的信息，有义务在详细信息有变时加以更新。",
        "str5-3":
          "串通。严禁用户通过分享底牌或其他方式串通舞弊。除其他措施外，E扑克有权限制入座和/或禁止用户参与某牌桌或某小游戏，包括禁止二或多名用户同时加入某牌桌或小游戏。另外，E扑克有权将玩家（包括用户）间串通舞弊或试图串通舞弊的行为，视作重大违约行为，继而有权关闭从事或试图从事（无论有无成功）此类活动之用户的账户。",
        "str5-4":
          "外援程序（EPA）。E扑克禁止旨在给玩家带来“不公平优势”的外援程序（下称“EPA程序”）。“外”指本软件以外的计算机软件，以及不基于软件的数据库或档案（如网站或订阅服务）。“不公平优势”指用户访问或汇集其本人在游戏过程中不能看到的其他玩家的信息。",
        "str5-5":
          "自动玩家（机器人）。服务中严禁使用人工智能，包括但不仅限于“机器人”。用户有关服务的所有行动，必须由用户本人使用软件通过用户界面做出。",
        "str5-6":
          "您同意，E扑克可以采取措施检测并阻止用户使用禁用EPA程序。这些措施包括但不仅限于检查用户计算机上和E扑克软件同时运行的软件程序。您同意不试图绕过、干预、阻止这些措施，包括但不仅限于使用可以绕过、干预、阻止这些措施的第三方软件。",
        "str5-7":
          "筹码倾让。筹码倾让指用户故意输掉牌局，以便将筹码转让给其他玩家。在使用服务时参与或试图参与筹码倾让的，连收到资金方在内，将被永远禁止使用服务并可能被立即关闭用户账户。此时E扑克无义务返还您用户账户中的任何资金。",
        "str5-8":
          "欺诈行为。如E扑克认为用户利用服务从事或试图从事欺诈、非法、不诚实、不正当的活动，包括但不仅限于从事第5条规定的任一种活动或任何其他操纵牌局的活动，或进行欺诈性支付（包括但不仅限于使用偷来的信用卡、欺诈性拒付、洗钱），E扑克有权采取其认为适当的措施，包括但不仅限于：",
        "str5-8-a": "a.   立即阻止用户对服务的访问权限；",
        "str5-8-b": "b.   关闭用户在E扑克的账户；",
        "str5-8-c": "c.   没收用户账户内的资金；",
        "str5-8-d":
          "d.   将相关信息（包括用户身份）披露给依法有权获得信息的金融机构、有关部门和/或任何人士或实体；和/或",
        "str5-8-e": "e.   对用户提起法律诉讼。",
        "str5-9-1":
          "用户可以在设备上通过服务，对用户账户内的资金进行货币兑换交易（下称“货币兑换功能”）。",
        "str5-9-2":
          "严禁将货币兑换功能和/或用户账户用于货币交易或投机。为避免货币兑换功能被不当使用，我们有权酌情：",
        "str5-9-a": "a.   拒绝或回转通过货币兑换功能进行的货币兑换交易；和/或",
        "str5-9-b":
          "b.   限制用户在用户账户中持有的货币数量，以及用户可以兑换的资金金额；和/或",
        "str5-9-c":
          "c.   要求用户先将用户账户内使用货币用于玩游戏，然后才能提款或用于",
        "str5-9-c-1": "其他用途；和/或",
        "str5-10":
          "某些司法辖区（包括玩家在游戏时须遵守相关法规，须使用特定版本游戏软件的司法辖区）的居民（包括临时游客）被禁止存款到账户，或加入真实货币游戏（下称“禁用司法辖区”）。为免生疑问，前述禁止在禁用司法辖区进行真实货币游戏的限制性规定，同样适用于禁用司法辖区内其他国家的居民或公民。在禁用司法辖区内尝试规避前述限制的行为，属于违反协议的行为。尝试规避的行为包括但不仅限于篡改E扑克用于确认玩家位置的信息，向E扑克提供有关所处位置及居住地的错误、误导性信息。如果尝试此行为，我们将采取行动，包括但不仅限于没收用户账户中的资金。",
        "str5-11":
          "代理商，社区负责人和公会负责人必须遵守E扑克平台的服务条款。任何尝试推广其他同类竞争产品或是转移E扑克玩家的行为，都会导致账户被关闭以及资金被没收。任何代理商，社区或公会的负责人参与伙牌，机器人，AI， 过钱，洗钱，欺诈等平台禁止的行为都会导致永久失去其代理资格，其帐户资金以及代理收益也会被没收。任何代理，社区负责人和公会负责人协助或招揽被禁止区域的玩家至平台，以违反服务条款的方式营运会导致账户被关闭以及资金和代理收益被没收。",
        "str6-1":
          "有关用户从用户账户中提款的政策和标准。E扑克有权决定用户在特定时间采取特定提款方式所需符合的额外资格标准。",
        "str7-1":
          "用户在使用聊天功能、玩家头像选项或与E扑克工作人员通信时，不得通过服务张贴任何非法、不雅、种族主义、淫秽、诽谤、污蔑或威胁材料，或任何违反法律、被普遍认为属不良信息的材料。",
        "str8-1":
          "“在不影响其他权利的前提下，如用户全部或部分违反协议规定，E扑克有权采取其认为适当的措施，包括终止本协议或与用户之间的其他协议、立即停止用户对服务的使用、关闭用户在站点或其他集团站点的账户，没收用户账户内的全部资金，和/或对用户提起法律诉讼。”",
        "str8-2":
          "对于以下原因导致的所有诉请、要求、责任、损害、损失、费用和支出，包括法律费用和任何其他费用，您同意向E扑克、集团及其股东、董事、员工提供全额补偿，为其辩护，使之免受损害：",
        "str8-2-a": "a.   您全部或部分违反本协议；",
        "str8-2-b": "b.   您违反法律或侵犯第三方权利；",
        "str8-2-c":
          "c.   您使用服务，或他人使用您的登录凭据（定义见下）访问服务，无论有无得到您的授权。",
        "str9-1":
          "E扑克在任何情况（包括疏忽）下，均无须对使用（或不当使用）服务导致的任何特殊、偶发、直接、间接、继发损害（包括但不仅限于业务利润损失、业务中断、业务信息损失或其他经济损失）承担任何责任，即使E扑克事先知道发生此等损害的可能性也是如此。",
        "str9-2":
          "本协议中的任何规定，均不能排除或限制E扑克在下述情形中的责任：(a) 疏忽导致人身伤亡；或者 (b) 欺诈或欺诈性虚假陈述。",
        "str10-1":
          "用户使用唯一E扑克用户名（下称“E扑克用户名”）和唯一密码（下称“密码”）与其他可选数字验证方式登录用户账户（E扑克用户名、密码和其他验证方式合称“登录凭据”）。用户须按相关规则选择E扑克用户名与密码。",
        "str10-2":
          "用户认可，凭借其登录凭据使用服务的所有使用行为由其负全部责任，其不得向他人披露登录凭据，不得允许他人通过其用户账户使用服务。",
        "str10-3":
          "用户须对登录凭据保密，尽力确保其保密性。如有人未经授权使用用户的登录凭据，此等未经授权使用行为由用户负全部责任，被视作用户的使用行为，因此导致的责任由用户承担。",
        "str10-4-1":
          "用户只能在E扑克拥有最多3个用户账户，使用服务时也只能使用自己的账户。",
        "str10-4-2":
          "用户不能在E扑克恶意注册多个账户。如E扑克发现用户恶意注册更多账户，E扑克可不经通知地关闭后续账户并没收其中资金。",
        "str10-5": "请注意，您E扑克账户内的资金不计息。",
        "str10-6": "您使用服务时的下注金额不能超过用户账户中的资金总额。",
        "str10-7":
          "您负责全额支付拖欠E扑克的全部款项。您同意不拒付、撤消服务相关支付。如有拒付或撤消支付，您将补偿我们因此蒙受的损失。",
        "str10-8":
          "E扑克有权通过第三方信贷资料服务机构或服务，凭用户在注册服务时提供的信息，对用户进行信用和/或身份核查。第三方信贷资料服务机构或服务可能留存信息记录，但不会用于其他用途。",
        "str10-9":
          "E扑克有权委托第三方电子支付处理商和/或金融机构处理您在使用服务过程中的收付款事宜。",
        "str10-10": "与用户开启自愿禁赌期有关的政策和流程。",
        "str10-11":
          "网上博彩在您所处司法辖区可能非法。如果确实如此，您无权使用支付卡完成交易。",
        "str10-12":
          " 为了防止诈骗，PokerKing的使用者不能使用未被认证过的第三方代理或是金流服务来存款，取款，或是转账。所有的存取款流程必须只能由帐户拥有者来操作。任何尝试散布资金，完成交易或是收取费用的行为（非PokerKing认证的存取款方式）是直接违反这项条款的。违反这项规则是严格的被禁止而且会导致账户被关闭，以及玩家跟代理的资金被没收。E扑克有最终决定的权利。",
        "str11-1":
          "用户接受E扑克服务器留存游戏的历史数据。如本地计算机所示扑克牌与E扑克服务器牌局记录不一致，以后者为准。用户接受，软件的“实时牌局历史记录”与“牌局回放”功能不得被视作牌局的正式历史记录。如果用户要求申诉，请通过下列相应电子邮件地址联系客户服务团队：申诉请致信E扑克客服。如果您不满意争议的处理结果，可以联系菲律宾政府博彩委员会：info@pagcor.ph。",
        "str12-1":
          "E扑克有权随时更新、修订协议或其中任何部分，恕不另行通知。因此，我们鼓励您定期访问站点，确认本版协议中的条款和条件届时是否有效。您可以来函索取旧版协议。继续使用站点，应被视作证明您同意对协议的修正。",
        "str13-1":
          "协议及其相关事宜应受以下法律管辖并据以解释：自有真实货币游戏按菲律宾法律，许可真实货币游戏按菲律宾法律，所有其他情况按菲律宾法律。您不可撤销地同意，在遵守下文规定的前提下，菲律宾法院对协议、自有真实货币游戏相关请求、争议、分歧以及非许可真实货币游戏导致的任何事宜拥有排他管辖权，菲律宾法院对许可真实货币游戏导致的任何事宜拥有排他管辖权。您不可撤销地放弃对前述法院提起管辖权异议，主张诉讼已由方便法院受理，或主张前述法院不享有管辖权。本条规定并不影响E扑克有权在其他有管辖权的法院对您采取法律行动。在一或多个司法辖区采取法律行动并不影响同时或不同时在其他司法辖区采取行动，只要其他司法辖区的法律允许。",
        "str13-2-1": "菲律宾政府颁发合法博彩牌照",
        "str13-2-2":
          "E扑克持有由 PAGCOR 授权颁发的合法博彩牌照，PAGCOR是由菲律宾政府100%控股公司，该机构严格要求持牌公司必须使用经批准软件，并定时审查各公司的运作情况，确保客户使用的博彩平台达到公平及安全的要求，保证客户与博彩公司之间的公平与公正；所有提款申请必须符合本平台提款政策，如存款后流水未达存款100%，即无法通过提款审核，提款申请将会被驳回；单日提款无上限，没有任何次数限制，会员取款无任何手续费。",
        "str14-1":
          "如协议中有规定在任何司法辖区非法、无效或不具备执行力，其他规定在此司法辖区、该规定及其他规定在其他司法辖区的效力、执行力不受影响。",
        "str15-1":
          "E扑克随时有权全部或部分转让本协议，恕不另行通知。用户不得转让其于本协议下的任何权利或义务。",
        "str16-1":
          "E扑克未追究任何违反协议规定的行为 （包括E扑克未要求用户严格履行、遵守协议规定），不得被解释为一并放弃追究用户之后违反该规定、用户违反其他协议规定的行为。",
        "str16-2":
          "本协议不为不属于本协议当事方的任何第三方创设、赋予任何权利或其他权益，但其他集团公司与第三方提供商除外。",
        "str16-3":
          "本协议不（亦不应被认为）在您与我们之间创设合伙、代理、信托、合营关系。",
        "str16-4":
          "本协议构成您与我们就服务达成的完整协议，取代您与我们之间的所有之前协议、谅解或安排。",
        "str16-5-1":
          "E扑克将在遵守隐私权政策的前提下，向用户索取与使用服务有关的资料信息，用户须提供完整且真实的信息。",
        "str16-5-2": "©E扑克2018版权所有。全部保留所有权利。",
        "str16-5-3": "更多信息请见E扑克官网 并可通过客服联系E扑克。",
        "str16-5-4": "2018年6月生效",
      },
    },
    imgs: {
      src1: "./static/img/use/biaoti.png",
    },
  },
  header: {
    home: "主页",
    download: "下载 ",
    about: "关于我们",
    support: "客户支持",
    play: "立即体验",
  },
  home: {
    str1: "最受欢迎和信任的扑克平台",
    // str2: "数以万计精彩比赛，最大现金游戏玩家群体",
    str3: "移动应用",
    menu: {
      str1: "安卓版",
      str2: "普通下载",
      str3: "轻量版",
      str4: "扫描二维码",
    },
    option1: {
      title1: "玩家众多全球流行",
      title2: "安全稳定",
      title3: "公平公正",
      title4: "玩法多样",
      title5: "福利多多",
      title6: "俱乐部朋友桌",
      title7: "VIP系统",
      title8: "极速冲提",
      title9: "24小时客服",
      content1: "百万级全球扑克爱好者同台竞技，不断自我进阶。",
      content2: "AES军事级加密，真随机发牌不做干预，真实牌桌体验。",
      content3: "AI算法巡查，防伙牌防机器人。",
      content4: "多种扑克玩法及精彩小游戏，高额现金赛事。",
      content5: "系统多重活动，千万美金奖金池，惊喜不断。",
      content6: "快速开设自己的俱乐部和牌桌，邀约亲友随时互动。",
      content7: "会员等级越高福利越多，独有特权。",
      content8: "充提便捷，资金安全有保障，自带USDT钱包。",
      content9: "客服全天候服务，解决您的任何问题。",
    },
    str4: "牌桌灵活自定义",
    // str5: '区块链技术发牌 可追溯查验AES军事级加密技术 牢不可破',
    str6: "操作简捷方便",
    // str7: '打造可持续的游戏环境，监测、打击不公平玩法、掠夺性行为',
    str8: "多人同台 竞技、观赛",
    str9: "各种独家活动，并与其他高手切磋牌技",
    imgs: {
      src1: "./static/img/home/biaoti_01.png",
      src2: "./static/img/home/biaoti_02.png",
      src3: "./static/img/home/biaoti_03.png",
    },
  },
  download: {
    str1: "E扑克下载",
    str2: "选择一个平台来下载应用程序",
    str3: "带有二维码的移动应用程序",
    str4: "扫描二维码开始下载手机应用程序",
  },
  about: {
    str1_1: "",
    str1_2: "关于E扑克",
    str2: "体验规模最大、最好玩的业余玩家池，轻松赢取免费红利",
    str3: "创史",
    str4: "2022年，有感于全球玩家对安全公正的线上扑克平台的渴求，E扑克平台应运而生。以打造“公平游戏”为核心运营理念，发牌系统通过GLI认证，在硅谷成立安全技术研发中心，聘请常春藤名校教授作为技术主管，联合全球最前沿的亚马逊和微软云技术公司，研发出全球独树一帜最高级别的安全游戏环境。",
    str5: "我们人数众多",
    str6: "E扑克提供最专业的线上德州扑克游戏。",
    str7: "120万",
    str8: "注册用户",
    str9: "每天桌上游戏",
    str10: "在线玩家",
    str11: "伙伴",
    str12:
      "除此之外，“共赢”也是E扑克理念之一。与多个世界上久负盛名的锦标赛品牌合作，包括亚洲扑克巡回赛（APT）、世界扑克巡回赛（WPT）、博雅扑克巡回赛（BPT）等。 成功在亚洲各地举办40多场赛事，并于2020年与全球顶尖线下豪客赛事品牌TritonPoker达成深度合作，成为其新赛季独家赞助商，开启一段全新征程。 公平游戏，享受乐趣，尽在E扑克。",
    str13: "E扑克获得了",
    str14: "CEZA和FirstCagayan的完全授权",
    str15:
      "E扑克坚持公平和透明的核心价值观，并将客户至上作为服务理念，以确保为客户处理帐户完全安全，谨慎和诚实。",
    str16:
      "E扑克提供训练有素且热情的客户服务，24/7全天候聊天支持，以便在需要时为我们的客户提供服务。 我们以最快，最礼貌和有效的方式为玩家解决问题。",
    imgs: {
      src1: "./static/img/about/biaoti.png",
    },
    str17: "120万",
  },
  support: {
    str1: "客户",
    str2: "支持",
    str3: "我们提供 24/7 的高质量个性化支持",
  },
  bottom: {
    str1: "在线客服",
    str2: "探索扑克成为全球最受欢迎卡牌游戏的奥秘",
    str3: "点击发送",
    str4: "线上客服",
  },
  footer: {
    str1: "游戏下载",
    str2: "用户支持",
    str3: "在线客服",
    str4: "关于E扑克",
    str5: "关于我们",
    str6: "使用条款",
    str7: "©E扑克2023 版权所有",
  },
  download_btn: "点击下载 APP",
  download_dialog_title: "./static/img/dialog/biaoti_xz.png",
  qrcode: {
    title: "直接从手机下载",
    content: "扫QR码,跳转至手机版应用下载页面.",
  },
  epoker: "E扑克",
  tg: "Telegram",
  whats_app: "WhatsApp",
  mail: "XXX@MAIL.COM",
};
